Repository: 573719929/silent-text
Catalog: SilentChat/SilentChat/SilentChat/Resources/*.lproj/Localizable.strings
Languages: de, es

source: After the specified delay, Burn Notice will destroy your recipient's copy of each message.
de: Wenn Sie Burn Notice aktivieren, wird die Empfänger-Kopie jeder Nachricht mit Verzögerung zerstört.
es: Después del tiempo especificado, “Burn Notice” destruirá la copia del receptor de cada uno de sus mensajes.

source: Back
de: Zurück
es: Atrás

source: Burn Delay
de: Brennen verzögert sich
es: tiempo de demora para la destrucción del mensaje

source: Burn Notice
de: Verbrannte Quelle
es: función que auto-destruye los mensajes encriptados

source: Cancel
de: rückgängig machen l
es: Cancelar

source: Conversation Options
de: Gesprächsoptionen
es: Opciones de Conversación

source: Delay
de: Verzögerung
es: Demora

source: Enter Contact
de: Kontakt eingeben
es: Dar Entrada Al Contacto

source: For Your Eyes Only
de: Privat
es: Únicamente Para Vuestros Ojos

source: Location not available.
de: Standort konnte nicht ermittelt werden.
es: La localización no se encuentra disponible

source: Location tracking must be turned on before it can be utilized in a message.
de: Standortbestimmung muss aktiviert werden, bevor sie in einer Nachricht genutzt werden kann
es: La función localizadora debe ser encendida antes de poder ser utilizada en un mensaje.

source: Reset Keys
de: Schlüssel zurücksetzen
es: Claves de Reinicio

source: Reset the encryption keys.
es: Reinicio de las claves de encriptamiento

source: These options apply only to this conversation.
de: Diese Optionen gelten nur für dieses Gespräch.
es: Estas opciones se aplican únicamente a esta conversación

source: These options apply to this conversation only
de: Diese Optionen gelten lediglich für dieses Gespräch.
es: Estas opciones se aplican a esta conversación únicamente

source: Turn on to include your location with outgoing messages.
de: Bitte Einschalten, um Ihre Standortinformation in die ausgehende Nachricht aufzunehmen.
es: Encienda usted esta aplicación para que se incluya su localización en los mensajes salientes

source: Turning on Burn Notice will, after a delay, destroy your recipient's copy of each message. [Fix the shadow on this text!]
de: Wenn Sie Burn Notice aktivieren, wird die Empfänger-Kopie jeder Nachricht mit Verzögerung zerstört.
es: El encender Burn Notice , después del tiempo especificado, destruirá sus copias de recibido de cada mensaje

source: %@ does not have a silent text account
de: %@ hat keine Silent Text Nutzerkonto
es: %@ no tiene una cuenta de Texto Silencioso

source: Accept Re-Key
de: Akzeptiere Neuverschlüsselung
es: Acepta la Recarga de la Clave

source: ACTIVATE
de: Aktivieren
es: ACTIVAR

source: Add Contact
de: Kontakt hinzufügen
es: Agregar Contacto

source: After %d hours
de: Nach %d Stunden
es: Después de %d horas

source: After %d minutes
de: Nach %d Minuten
es: Después de %d minutos

source: After %d seconds
de: Nach %d Sekunden
es: Después de %d segundos

source: After 1 hour
de: Nach 1 Stunde
es: Después de 1 hora

source: After 1 minute
de: Nach 1 Minute
es: Después de 1 minuto

source: Authentication Failed
de: Anmeldung fehlgeschlagen
es: Ha Fallado La Autentificación

source: Certificate match error -- please update to the latest version of Silent Text
de: Zertifikat fehlerhaft – Bitte aktualisieren Sie auf die neueste Version von Silent Text
es: Se certifica un error de apareamiento – haga favor de actualizar su ‘Silent Text’, bajando la última versión

source: Contact
de: Kontakt
es: Contacto

source: Immediately
de: Sofort
es: Inmediatamente

source: Invalid User Name
de: Ungültige Benutzer-Kennung
es: Nombre de Usuario Inválido

source: Logging In…
de: Einloggen
es: Registrándose en el ….

source: Never
de: Niemals
es: Nunca

source: New Contact
de: Neuer Kontakt
es: Contacto Nuevo

source: OK
es: De acuerdo

source: Send
de: Senden
es: Enviar

source: Settings
de: Einstellungen
es: Configuraciones

source: SIGN UP
de: Anmelden
es: INSCRIBASE

source: SILENT TEXT
es: TEXTO SILENCIOSO

source: Unable to activate Silent Text
de: Aktivieren von Silent Text nicht möglich
es: No ha sido posible el activar ‘Silent Text’ (Silent Text = Texto Silencioso)

source: Unable to connect to server.
de: Verbindung zum Server konnte nicht hergestellt werden.
es: No ha sido posible comunicarse con el servidor

source: Verifying…
de: Verifizierung…
es: Verificando…

source: Version
es: Versión

# %@ wishes to rekey SAS: %@
source: %1$@ wishes to rekey SAS: %2$@
de: %1$@ wünscht Neuverschlüsselung SAS: %2$@

source: Please contact Silent Circle customer support with error code: "%@".
de: Bitte kontaktieren Sie unseren Kundenservice in Bezug auf folgende Fehlermeldung: "%@".

source: Verifying %@…
de: Verifizierung %@…
